Repository: mjlassila/CreativeCommonsChooser
Catalog: languages/*.po
Languages: fi_fi

source: Creative Commons License
fi_fi: Creative Commons Lisenssi

source: Error in Creative Commons License.
fi_fi: Virhe lisenssissä.

source: Default choice
fi_fi: Oletusvalinta

source: Save choice
fi_fi: Esitystapa

source: Sync with Dublin Core
fi_fi: Metadatan lisenssikenttä

source: yes
fi_fi: kyllä

source: no
fi_fi: ei

source: The choice can be synced with the standard element Dublin Core Rights, or License if Dublin Core Extended is installed [%s].
fi_fi: Valittu lisenssi voidaan tallentaa Dublin Core Rights tai Dublin Core License -kenttään, jos Dublin Code Extented -lisäosa on asennettuna [%s].s

source: Sync can be done from CC chooser into Dublin Core Rights or License only.
fi_fi: Dublin Core Rights tai Licence -kenttään käsin tehdyt muutokset eivät vaikuta lisenssivalinnassa valittuun lisenssiin.

source: Keep data unsynchronized
fi_fi: Älä tallenna lisenssitietoa DC-kenttiin

source: Copy from CC chooser into DC License if exists, else DC Rights
fi_fi: Tallenna DC License-kenttään, mikäli kenttä on käytettävissä. Käytä muutoin DC Righs -kenttää.

source: Copy from CC chooser into DC Rights
fi_fi: Tallenna DC Rights -kenttään

source: Copy from CC chooser into DC License
fi_fi: Tallenna DC License -kenttään

source: Format of field
fi_fi: DC-kentän tallennusmuoto

source: The element Rights / License can be a simple text or an html link.
fi_fi: Lisenssitieto voi olla teksti tai HTML-linkki

source: Raw text
fi_fi: Pelkkä teksti

source: Raw url
fi_fi: Pelkkä URL

source: Html link
fi_fi: Klikattava linkki

source: Image link
fi_fi: Kuvalinkki

source: License
fi_fi: Lisenssi

source: This work is licensed under a %s.
fi_fi: Aineiston käyttöehdot %s.
